The message that has been displayed in the dialog box.
  Namespace:   Autodesk.Revit.UI.Events
  Assembly:   RevitAPIUI  (in RevitAPIUI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2010
 Syntax
  C#
public string Message { get; }
  Visual Basic
Public ReadOnly Property Message As String
	Get
  Visual C++
public:
property String^ Message {
	String^ get ();
}
 See Also
  TaskDialogShowingEventArgs Class
  Autodesk.Revit.UI.Events Namespace